Repository: ephraimbel/Bible-Plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: am, ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sw, tl, zh_hans, zh_hant

source: Clear, accurate, and widely trusted
am: ግልጽ፣ ትክክለኛ እና በሰፊው የሚታመን
de: Klar, genau und weithin vertraut
es: Claro, preciso y ampliamente confiable
fr: Claire, précise et largement éprouvée
id: Jelas, akurat, dan banyak dipercaya
it: Chiara, accurata e ampiamente affidabile
ja: 明確・正確で広く信頼されている
ko: 명확하고 정확하며 널리 신뢰받는
pl: Jasny, dokładny, szeroko uznany
pt_br: Clara, precisa e amplamente confiável
ru: Ясный, точный и широко признанный
sw: Wazi, sahihi, na inaaminika sana
tl: Malinaw, tumpak, at pinagkakatiwalaan
zh_hans: 清晰、准确且广受信赖
zh_hant: 清晰、準確且廣受信賴

source: Comfort & Healing
am: መጽናኛ እና ፈውስ
de: Trost und Heilung
es: Consuelo y sanidad
fr: Réconfort et guérison
id: Penghiburan dan kesembuhan
it: Conforto e guarigione
ja: 慰めと癒やし
ko: 위로와 치유
pl: Pocieszenie i uzdrowienie
pt_br: Conforto e cura
ru: Утешение и исцеление
sw: Faraja na uponyaji
tl: Aliw at paggaling
zh_hans: 安慰与医治
zh_hant: 安慰與醫治

source: Comfort me
am: አጽናናኝ
de: Tröste mich
es: Consuélame
fr: Réconforte-moi
id: Hiburkan aku
it: Consolami
ja: 慰めてください
ko: 위로해 주세요
pl: Pociesz mnie
pt_br: Console-me
ru: Утешь меня
sw: Nifariji
tl: Aliwin mo ako
zh_hans: 安慰我
zh_hant: 安慰我

source: Completed a Plan Day
am: የዕቅድ ቀንን አጠናቀቀ
de: Plan-Tag abgeschlossen
es: Completaste un día del plan
fr: Jour du plan terminé
id: Menyelesaikan satu hari rencana
it: Giorno del piano completato
ja: プランの一日を達成
ko: 플랜의 하루를 완료함
pl: Ukończono dzień planu
pt_br: Completou um dia do plano
ru: Завершён день плана
sw: Umekamilisha siku ya mpango
tl: Natapos ang isang araw ng plano
zh_hans: 完成计划中的一天
zh_hant: 完成計畫中的一天

source: Conversational and contemporary paraphrase
am: የውይይት እና የዘመናዊ ትርጓሜ
de: Umgangssprachliche, zeitgemäße Umformulierung
es: Paráfrasis conversacional y contemporánea
fr: Paraphrase conversationnelle et contemporaine
id: Parafrase kontemporer dan percakapan
it: Parafrasi colloquiale e contemporanea
ja: 口語的で現代的な意訳
ko: 대화체의 현대적 의역
pl: Potoczna, współczesna parafraza
pt_br: Paráfrase conversacional e contemporânea
ru: Разговорный и современный пересказ
sw: Tafsiri ya mazungumzo na ya kisasa
tl: Pang-usap at kontemporaryong pagsasalin
zh_hans: 口语化的当代意译
zh_hant: 口語化的當代意譯

source: Cosmic ambient tones for wonder and awe
am: ኮስሚክ ድምፆች ለመደነቅ
de: Kosmische Ambient-Töne zum Staunen
es: Tonos ambientales cósmicos para el asombro
fr: Tonalités cosmiques pour l'émerveillement
id: Nada ambien kosmik untuk keagungan
it: Toni cosmici per la meraviglia
ja: 畏敬と驚きのための宇宙的な音
ko: 경외와 경이로움의 우주적 음색
pl: Kosmiczne dźwięki zachwytu
pt_br: Tons ambientais cósmicos para admiração
ru: Космические эмбиент-тона для благоговения
sw: Sauti za anga kwa fahari
tl: Kosmikong tunog para sa paghanga
zh_hans: 令人惊叹的宇宙氛围音
zh_hant: 令人驚嘆的宇宙氛圍音

source: Crickets chirping under a starlit sky
am: ጢንጣሮች በከዋክብት ሰማይ ስር
de: Grillenzirpen unter Sternenhimmel
es: Grillos cantando bajo el cielo estrellado
fr: Grillons chantant sous un ciel étoilé
id: Jangkrik bernyanyi di bawah bintang
it: Grilli che cantano sotto un cielo stellato
ja: 星空の下の虫の声
ko: 별빛 아래 귀뚜라미 소리
pl: Świerszcze pod gwiaździstym niebem
pt_br: Grilos cantando sob um céu estrelado
ru: Стрекот сверчков под звёздным небом
sw: Nyenje chini ya anga la nyota
tl: Mga kuliglig sa ilalim ng bituin
zh_hans: 繁星下的蟋蟀鸣叫
zh_hant: 繁星下的蟋蟀鳴叫

source: David
am: ዳዊት
id: Daud
it: Davide
ja: ダビデ
ko: 다윗
pl: Dawid
pt_br: Davi
ru: Давид
sw: Daudi
zh_hans: 大卫
zh_hant: 大衛

source: Deep & commanding
am: ጥልቅ እና አዛዥ
de: Tief und kraftvoll
es: Profundo e imponente
fr: Profond et imposant
id: Dalam & berwibawa
it: Profondo e imperioso
ja: 深く威厳ある
ko: 깊고 당당함
pl: Głęboki i dostojny
pt_br: Profundo e imponente
ru: Глубокий и властный
sw: Ya kina na yenye mamlaka
tl: Malalim at mapanghikayat
zh_hans: 深沉庄严
zh_hant: 深沉莊嚴

source: Deep Space
am: ጥልቅ ህዋ
de: Tiefer Raum
es: Espacio profundo
fr: Espace profond
id: Ruang angkasa
it: Spazio profondo
ja: 深遠な宇宙
ko: 깊은 우주
pl: Głęboki kosmos
pt_br: Espaço profundo
ru: Глубокий космос
sw: Anga la mbali
tl: Malalim na kalawakan
zh_hans: 深邃太空
zh_hant: 深邃太空

source: Deep midnight ambience for late prayers
am: ለምሽት ጸሎት ጥልቅ ሁኔታ
de: Tiefes Mitternachts-Ambiente für späte Gebete
es: Ambiente de medianoche para oraciones nocturnas
fr: Ambiance de minuit pour prières tardives
id: Suasana tengah malam untuk doa larut
it: Ambiente di mezzanotte per preghiere tardive
ja: 夜更けの祈りのための深い雰囲気
ko: 늦은 기도를 위한 깊은 자정의 분위기
pl: Głęboka atmosfera północy do modlitwy
pt_br: Ambiente de meia-noite para orações tardias
ru: Глубокая полуночная атмосфера для молитв
sw: Utulivu wa usiku wa manane kwa sala
tl: Malalim na hatinggabi para sa panalangin
zh_hans: 深夜祷告的静谧氛围
zh_hant: 深夜禱告的靜謐氛圍

source: Delicate flute melodies for meditation
am: ለማሰላሰያ ለስላሳ የዋሽንት ዜማዎች
de: Zarte Flötenmelodien zum Meditieren
es: Delicadas melodías de flauta para meditar
fr: Délicates mélodies de flûte pour méditer
id: Melodi seruling lembut untuk meditasi
it: Delicate melodie di flauto per meditare
ja: 黙想のための繊細な笛の旋律
ko: 묵상을 위한 섬세한 플루트 선율
pl: Delikatne melodie fletu do medytacji
pt_br: Delicadas melodias de flauta para meditar
ru: Нежные мелодии флейты для размышления
sw: Sauti za filimbi kwa kutafakari
tl: Malambing na tunog ng plawta
zh_hans: 默想时的柔美笛声
zh_hant: 默想時的柔美笛聲

source: Deliverer & Lawgiver
am: አዳኝ እና ሕግ ሰጪ
de: Befreier & Gesetzgeber
es: Libertador y legislador
fr: Libérateur et législateur
id: Pembebas dan pemberi hukum
it: Liberatore e legislatore
ja: 救い出す者・律法の授与者
ko: 구원자이자 율법 수여자
pl: Wyzwoliciel i prawodawca
pt_br: Libertador e legislador
ru: Избавитель и законодатель
sw: Mkombozi na mtoa sheria
tl: Tagapagligtas at tagapagbigay ng batas
zh_hans: 拯救者与立法者
zh_hant: 拯救者與立法者

source: Devotional
am: መንፈሳዊ ንባብ
de: Andacht
es: Devocional
fr: Dévotion
id: Renungan
it: Devozionale
ja: デボーション
ko: 묵상
pl: Rozważanie
pt_br: Devocional
ru: Размышление
sw: Tafakari
tl: Debosyonal
zh_hans: 灵修
zh_hant: 靈修

source: Distant thunder and steady rain
am: የሩቅ ነጎድጓድ እና የማያቋርጥ ዝናብ
de: Ferner Donner und stetiger Regen
es: Truenos lejanos y lluvia constante
fr: Tonnerre lointain et pluie régulière
id: Guntur jauh dan hujan tetap
it: Tuoni lontani e pioggia costante
ja: 遠くの雷と絶え間ない雨
ko: 먼 천둥과 꾸준한 비
pl: Daleki grzmot i równy deszcz
pt_br: Trovões distantes e chuva constante
ru: Далёкий гром и равномерный дождь
sw: Ngurumo za mbali na mvua
tl: Malayong kulog at palagiang ulan
zh_hans: 远方的雷声与稳稳的雨
zh_hant: 遠方的雷聲與穩穩的雨

source: Elijah
am: ኤልያስ
de: Elia
es: Elías
fr: Élie
id: Elia
it: Elia
ja: エリヤ
ko: 엘리야
pl: Eliasz
pt_br: Elias
ru: Илия
sw: Eliya
tl: Elias
zh_hans: 以利亚
zh_hant: 以利亞

source: Encouragement
am: ማበረታቻ
de: Ermutigung
es: Ánimo
id: Penguatan
it: Incoraggiamento
ja: 励まし
ko: 격려
pl: Zachęta
pt_br: Encorajamento
ru: Ободрение
sw: Faraja
tl: Pampatibay-loob
zh_hans: 勉励
zh_hant: 鼓勵

source: End the day with a verse made for tonight.
am: ለዛሬ ምሽት በተዘጋጀ ጥቅስ ቀኑን ጨርስ።
de: Beende den Tag mit einem Vers für heute Nacht.
es: Termina el día con un versículo para esta noche.
fr: Termine la journée avec un verset pour ce soir.
id: Akhiri hari dengan ayat yang disiapkan untuk malam ini.
it: Concludi la giornata con un versetto pensato per stasera.
ja: 今夜のためのみことばで一日を締めくくろう。
ko: 오늘 밤을 위한 말씀으로 하루를 마무리해요.
pl: Zakończ dzień wersetem na ten wieczór.
pt_br: Termine o dia com um versículo pensado para esta noite.
ru: Заверши день стихом, подобранным на сегодня.
sw: Malizia siku na mstari uliotayarishwa kwa usiku huu.
tl: Tapusin ang araw sa isang talatang inihanda para ngayong gabi.
zh_hans: 用一节为今夜预备的经文结束这一天。
zh_hant: 用一節為今夜預備的經文結束這一天。

source: Essentials
am: መሠረታዊ
de: Grundlagen
es: Esenciales
fr: Essentiels
id: Dasar
it: Essenziali
ja: 基本
ko: 기본
pl: Podstawy
pt_br: Essenciais
ru: Основы
sw: Msingi
tl: Mga Pangunahing
zh_hans: 核心内容
zh_hant: 核心內容

source: Esther
am: አስቴር
de: Ester
es: Ester
id: Ester
it: Ester
ja: エステル記
ko: 에스더
pl: Estery
pt_br: Ester
ru: Есфирь
sw: Esta
tl: Ester
zh_hans: 以斯帖记
zh_hant: 以斯帖記

source: Ethereal pads and soft vocals
am: ሰማያዊ ፓዶች እና ለስላሳ ድምፆች
de: Ätherische Pads und sanfte Stimmen
es: Pads etéreos y voces suaves
fr: Nappes éthérées et voix douces
id: Pad halus dan vokal lembut
it: Pad eterei e voci dolci
ja: 幻想的なパッドと優しい歌声
ko: 몽환적인 패드와 부드러운 보컬
pl: Eteryczne pady i łagodny śpiew
pt_br: Pads etéreos e vozes suaves
ru: Воздушные пэды и мягкий вокал
sw: Sauti laini za mbinguni
tl: Magaan na pads at malambot na boses
zh_hans: 空灵的和声与温柔的人声
zh_hant: 空靈的和聲與溫柔的人聲

source: Ethereal vocal harmonies for prayer
am: ለጸሎት ሰማያዊ የድምፅ ስምምነቶች
de: Ätherische Vokalharmonien fürs Gebet
es: Armonías vocales etéreas para la oración
fr: Harmonies vocales éthérées pour la prière
id: Harmoni vokal halus untuk doa
it: Armonie vocali eteree per la preghiera
ja: 祈りのための幻想的なハーモニー
ko: 기도를 위한 몽환적 보컬 하모니
pl: Eteryczne harmonie wokalne do modlitwy
pt_br: Harmonias vocais etéreas para oração
ru: Воздушные вокальные гармонии для молитвы
sw: Sauti laini za sala
tl: Magaan na mga boses para sa panalangin
zh_hans: 祷告时的空灵和声
zh_hant: 禱告時的空靈和聲

source: Evening Peace
am: የምሽት ሰላም
de: Abendfrieden
es: Paz de la tarde
fr: Paix du soir
id: Kedamaian sore
it: Pace della sera
ja: 夕べの平安
ko: 저녁 평안
pl: Wieczorny pokój
pt_br: Paz da noite
ru: Вечерний покой
sw: Amani ya jioni
tl: Kapayapaan sa gabi
zh_hans: 晚间平安
zh_hant: 晚間平安

source: Evening Rest
am: የምሽት እረፍት
de: Abendruhe
es: Descanso vespertino
fr: Repos du soir
id: Istirahat malam
it: Riposo serale
ja: 夕べの安らぎ
ko: 저녁의 안식
pl: Wieczorny odpoczynek
pt_br: Descanso da noite
ru: Вечерний покой
sw: Mapumziko ya jioni
tl: Pahinga sa gabi
zh_hans: 夜晚安息
zh_hant: 夜晚安息

source: Faith
am: እምነት
de: Glaube
es: Fe
fr: Foi
id: Iman
it: Fede
ja: 信仰
ko: 믿음
pl: Wiara
pt_br: Fé
ru: Вера
sw: Imani
tl: Pananampalataya
zh_hans: 信心
zh_hant: 信心

source: Fireplace
am: እሳት ምድጃ
de: Kaminfeuer
es: Chimenea
fr: Cheminée
id: Perapian
it: Camino
ja: 暖炉
ko: 벽난로
pl: Kominek
pt_br: Lareira
ru: Камин
sw: Mahali pa moto
tl: Tsimenea
zh_hans: 壁炉
zh_hant: 壁爐

source: Flowing stream through a quiet woodland
am: በጸጥ ያለ ጫካ የሚፈስ ጅረት
de: Strömender Bach durch ruhigen Wald
es: Arroyo que fluye por un bosque tranquilo
fr: Ruisseau coulant dans un bois tranquille
id: Aliran sungai di hutan yang tenang
it: Ruscello che scorre in un bosco tranquillo
ja: 静かな森を流れる小川
ko: 조용한 숲을 흐르는 시냇물
pl: Strumień w cichym lesie
pt_br: Riacho correndo por um bosque tranquilo
ru: Ручей, текущий через тихий лес
sw: Kijito kupitia msituni mtulivu
tl: Umaagos na batis sa tahimik na gubat
zh_hans: 宁静林间流淌的溪水
zh_hant: 寧靜林間流淌的溪水

source: Forest Birds
am: የጫካ ወፎች
de: Waldvögel
es: Aves del bosque
fr: Oiseaux de la forêt
id: Burung hutan
it: Uccelli del bosco
ja: 森の鳥
ko: 숲속의 새
pl: Ptaki lasu
pt_br: Pássaros da floresta
ru: Лесные птицы
sw: Ndege wa msituni
tl: Mga ibon sa gubat
zh_hans: 森林鸟鸣
zh_hant: 森林鳥鳴

source: Forgiveness
am: ይቅርታ
de: Vergebung
es: Perdón
fr: Pardon
id: Pengampunan
it: Perdono
ja: 赦し
ko: 용서
pl: Przebaczenie
pt_br: Perdão
ru: Прощение
sw: Msamaha
tl: Pagpapatawad
zh_hans: 饶恕
zh_hant: 饒恕

source: Garden Prayer
am: የገነት ጸሎት
de: Gebet im Garten
es: Oración en el jardín
fr: Prière au jardin
id: Doa di taman
it: Preghiera nel giardino
ja: 園での祈り
ko: 동산의 기도
pl: Modlitwa w ogrodzie
pt_br: Oração no jardim
ru: Молитва в саду
sw: Sala ya bustani
tl: Panalangin sa hardin
zh_hans: 园中祷告
zh_hant: 園中禱告

source: Gentle Breeze
am: ረጋ ያለ ንፋስ
de: Sanfte Brise
es: Brisa suave
fr: Brise légère
id: Angin lembut
it: Brezza leggera
ja: 優しいそよ風
ko: 부드러운 바람
pl: Delikatny wiatr
pt_br: Brisa suave
ru: Лёгкий ветер
sw: Upepo laini
tl: Banayad na hangin
zh_hans: 轻柔微风
zh_hant: 輕柔微風

source: Gentle Waterfall
am: ረጋ ያለ ፏፏቴ
de: Sanfter Wasserfall
es: Cascada suave
fr: Cascade douce
id: Air terjun lembut
it: Cascata leggera
ja: 優しい滝
ko: 부드러운 폭포
pl: Delikatny wodospad
pt_br: Cachoeira suave
ru: Нежный водопад
sw: Maporomoko laini
tl: Banayad na talon
zh_hans: 轻柔瀑布
zh_hant: 輕柔瀑布

source: Gentle Waves
am: ረጋ ያሉ ሞገዶች
de: Sanfte Wellen
es: Olas suaves
fr: Vagues douces
id: Ombak lembut
it: Onde lievi
ja: 穏やかな波
ko: 부드러운 파도
pl: Delikatne fale
pt_br: Ondas suaves
ru: Нежные волны
sw: Mawimbi laini
tl: Banayad na alon
zh_hans: 轻柔海浪
zh_hant: 輕柔海浪

source: Gentle acoustic guitar for devotion
am: ለመንፈሳዊነት ረጋ ያለ ጊታር
de: Sanfte Akustikgitarre zur Andacht
es: Guitarra acústica suave para devociones
fr: Guitare acoustique douce pour la dévotion
id: Gitar akustik lembut untuk ibadah
it: Chitarra acustica dolce per la devozione
ja: ディボーションのための優しいアコースティックギター
ko: 경건함을 위한 부드러운 어쿠스틱 기타
pl: Delikatna gitara akustyczna do modlitwy
pt_br: Violão suave para devoções
ru: Нежная акустическая гитара для молитвы
sw: Gitaa laini kwa ibada
tl: Malumanay na gitara para sa debosyon
zh_hans: 灵修时的温柔木吉他
zh_hant: 靈修時的溫柔木吉他

source: Gentle flowing water for peaceful meditation
am: ለሰላማዊ ማሰላሰል በቀስታ የሚፈስ ውሃ
de: Sanft fließendes Wasser zur friedlichen Meditation
es: Agua que fluye suavemente para la meditación
fr: Eau qui coule doucement pour la méditation
id: Air yang mengalir lembut untuk meditasi damai
it: Acqua che scorre dolcemente per la meditazione
ja: 穏やかな黙想のための優しく流れる水
ko: 평화로운 묵상을 위한 부드럽게 흐르는 물
pl: Delikatnie płynąca woda do medytacji
pt_br: Água fluindo suavemente para meditação
ru: Мягко текущая вода для мирной медитации
sw: Maji yanayotiririka kwa upole kwa tafakari ya amani
tl: Banayad na umaagos na tubig para sa mapayapang pagninilay
zh_hans: 柔和流动的水声,助你安静默想
zh_hant: 柔和流動的水聲,助你安靜默想

source: Gentle rainfall with distant thunder
am: ረጋ ያለ ዝናብ ከሩቅ ነጎድጓድ ጋር
de: Sanfter Regen mit fernem Donner
es: Lluvia suave con truenos lejanos
fr: Pluie douce avec tonnerre lointain
id: Hujan lembut dengan guntur jauh
it: Pioggia lieve con tuoni lontani
ja: 遠くの雷と優しい雨
ko: 먼 천둥과 함께하는 부드러운 빗소리
pl: Łagodny deszcz z dalekim grzmotem
pt_br: Chuva suave com trovões distantes
ru: Лёгкий дождь с далёким громом
sw: Mvua laini na ngurumo za mbali
tl: Malambing na ulan at malayong kulog
zh_hans: 轻柔的雨声与远方的雷
zh_hant: 輕柔的雨聲與遠方的雷

source: God's Love
am: የእግዚአብሔር ፍቅር
de: Gottes Liebe
es: El amor de Dios
fr: L'amour de Dieu
id: Kasih Tuhan
it: L'amore di Dio
ja: 神の愛
ko: 하나님의 사랑
pl: Miłość Boga
pt_br: O amor de Deus
ru: Любовь Божья
sw: Upendo wa Mungu
tl: Pag-ibig ng Diyos
zh_hans: 神的爱
zh_hant: 神的愛

source: Gold
am: ወርቅ
es: Dorado
fr: Or
id: Emas
it: Oro
ja: ゴールド
ko: 금색
pl: Złoty
pt_br: Dourado
ru: Золотой
sw: Dhahabu
tl: Ginto
zh_hans: 金色
zh_hant: 金色

source: Grace
am: ጸጋ
de: Gnade
es: Gracia
fr: Grâce
id: Kasih karunia
it: Grazia
ja: 恵み
ko: 은혜
pl: Łaska
pt_br: Graça
ru: Благодать
sw: Neema
tl: Biyaya
zh_hans: 恩典
zh_hant: 恩典

source: Grateful
am: አመስጋኝ
de: Dankbar
es: Agradecido
fr: Reconnaissant
id: Bersyukur
it: Grato
ja: 感謝している
ko: 감사함
pl: Wdzięczny
pt_br: Grato
ru: Благодарный
sw: Mwenye shukrani
tl: Nagpapasalamat
zh_hans: 感恩
zh_hant: 感恩

source: Gratitude
am: ምስጋና
de: Dankbarkeit
es: Gratitud
id: Syukur
it: Gratitudine
ja: 感謝
ko: 감사
pl: Wdzięczność
pt_br: Gratidão
ru: Благодарность
sw: Shukrani
tl: Pasasalamat
zh_hans: 感恩
zh_hant: 感恩

source: Green
am: አረንጓዴ
de: Grün
es: Verde
fr: Vert
id: Hijau
it: Verde
ja: 緑
ko: 초록색
pl: Zielony
pt_br: Verde
ru: Зелёный
sw: Kijani
tl: Berde
zh_hans: 绿色
zh_hant: 綠色

source: Gregorian Chant
am: የግሪጎሪያን ዝማሬ
de: Gregorianischer Gesang
es: Canto gregoriano
fr: Chant grégorien
id: Nyanyian Gregorian
it: Canto gregoriano
ja: グレゴリオ聖歌
ko: 그레고리안 찬송
pl: Chorał gregoriański
pt_br: Canto gregoriano
ru: Григорианский хорал
sw: Nyimbo za Kigregori
tl: Gregorian na awit
zh_hans: 格里高利圣咏
zh_hant: 葛利果聖詠

source: Harmonic bell tones for contemplation
am: ለማሰላሰያ ስምም ያሉ ደወሎች
de: Harmonische Glockenklänge zur Besinnung
es: Tonos de campana armónicos para contemplar
fr: Tonalités de cloches pour la contemplation
id: Nada lonceng harmonis untuk perenungan
it: Armoniose campane per la contemplazione
ja: 瞑想のための調和した鐘の音
ko: 묵상을 위한 조화로운 종소리
pl: Harmonijne dźwięki dzwonów
pt_br: Tons de sinos harmônicos para contemplação
ru: Гармоничные звоны колоколов для размышления
sw: Sauti za kengele kwa kutafakari
tl: Magandang tunog ng kampana
zh_hans: 默想时的和声钟音
zh_hant: 默想時的和聲鐘音

source: Heavenly
am: ሰማያዊ
de: Himmlisch
es: Celestial
fr: Céleste
id: Surgawi
it: Celestiale
ja: 天の
ko: 하늘의
pl: Niebiański
pt_br: Celestial
ru: Небесный
sw: Ya mbinguni
tl: Makalangit
zh_hans: 属天的
zh_hant: 屬天的

source: Heavenly Harp
am: የሰማይ በገና
de: Himmlische Harfe
es: Arpa celestial
fr: Harpe céleste
id: Harpa surgawi
it: Arpa celeste
ja: 天のハープ
ko: 하늘의 하프
pl: Niebiańska harfa
pt_br: Harpa celestial
ru: Небесная арфа
sw: Kinubi cha mbinguni
tl: Alpa ng langit
zh_hans: 天使竖琴
zh_hant: 天使豎琴

source: Heavenly Worship
am: የሰማይ አምልኮ
de: Himmlische Anbetung
es: Adoración celestial
fr: Adoration céleste
id: Ibadah surgawi
it: Adorazione celeste
ja: 天の礼拝
ko: 천상의 예배
pl: Niebiańskie uwielbienie
pt_br: Adoração celestial
ru: Небесное поклонение
sw: Ibada ya mbinguni
tl: Pagsamba ng langit
zh_hans: 天上敬拜
zh_hant: 天上敬拜

source: Highlighted a Verse
am: ጥቅስ አድምቋል
de: Vers markiert
es: Resaltaste un versículo
fr: Verset surligné
id: Menandai ayat
it: Versetto evidenziato
ja: みことばをハイライト
ko: 구절 강조 표시
pl: Podświetlono werset
pt_br: Destacou um versículo
ru: Выделен стих
sw: Umeangazia mstari
tl: Nag-highlight ng talata
zh_hans: 高亮了一节经文
zh_hant: 標記了一節經文

source: Hope
am: ተስፋ
de: Hoffnung
es: Esperanza
fr: Espérance
id: Pengharapan
it: Speranza
ja: 希望
ko: 소망
pl: Nadzieja
pt_br: Esperança
ru: Надежда
sw: Tumaini
tl: Pag-asa
zh_hans: 盼望
zh_hant: 盼望

source: Hopeful
am: ተስፋ ያለው
de: Hoffnungsvoll
es: Esperanzado
fr: Plein d'espoir
id: Penuh harap
it: Pieno di speranza
ja: 希望に満ちた
ko: 소망을 품은
pl: Pełen nadziei
pt_br: Esperançoso
ru: С надеждой
sw: Mwenye matumaini
tl: May pag-asa
zh_hans: 充满盼望
zh_hant: 充滿盼望

source: Immersive
am: ጥልቅ
de: Immersiv
es: Inmersivo
fr: Immersif
id: Imersif
it: Immersivo
ja: 没入
ko: 몰입형
pl: Pełne zanurzenie
pt_br: Imersivo
ru: Погружение
sw: Kuzama
tl: Imersibo
zh_hans: 沉浸式
zh_hant: 沉浸式

source: Joy
am: ደስታ
de: Freude
es: Gozo
fr: Joie
id: Sukacita
it: Gioia
ja: 喜び
ko: 기쁨
pl: Radość
pt_br: Alegria
ru: Радость
sw: Furaha
tl: Kagalakan
zh_hans: 喜乐
zh_hant: 喜樂

source: King & Psalmist
am: ንጉሥ እና መዝሙረኛ
de: König und Psalmist
es: Rey y salmista
fr: Roi et psalmiste
id: Raja dan pemazmur
it: Re e salmista
ja: 王にして詩人
ko: 왕이자 시편 기자
pl: Król i psalmista
pt_br: Rei e salmista
ru: Царь и псалмопевец
sw: Mfalme na mwandishi wa zaburi
tl: Hari at salmista
zh_hans: 君王与诗人
zh_hant: 君王與詩人

source: Lavender
am: ላቬንደር
de: Lavendel
es: Lavanda
fr: Lavande
it: Lavanda
ja: ラベンダー
ko: 라벤더
pl: Lawendowy
pt_br: Lavanda
ru: Лавандовый
zh_hans: 淡紫色
zh_hant: 淡紫色

source: Listened to a Chapter
am: ምዕራፍ አዳመጠ
de: Kapitel gehört
es: Escuchó un capítulo
fr: Chapitre écouté
id: Mendengarkan satu pasal
it: Ascoltato un capitolo
ja: 章を聴いた
ko: 한 장을 들음
pl: Wysłuchany rozdział
pt_br: Ouviu um capítulo
ru: Прослушал главу
sw: Alisikiliza sura
tl: Nakinig sa isang kabanata
zh_hans: 听完一章
zh_hant: 聽完一章

source: Literal word-for-word accuracy
am: በቃል በቃል ትክክለኛ
de: Wortgetreue Genauigkeit
es: Precisión literal palabra por palabra
fr: Précision littérale mot à mot
id: Ketepatan kata demi kata
it: Accuratezza letterale parola per parola
ja: 逐語訳の正確さ
ko: 단어 대 단어의 문자적 정확성
pl: Dosłowna precyzja słowo w słowo
pt_br: Precisão literal palavra por palavra
ru: Буквальная точность слово в слово
sw: Usahihi wa neno kwa neno
tl: Literal na pagkawasto salita sa salita
zh_hans: 字字对应的忠实翻译
zh_hant: 逐字對應的忠實翻譯

source: Lonely
am: ብቸኛ
de: Einsam
es: Solitario
fr: Seul
id: Kesepian
it: Solo
ja: 孤独
ko: 외로움
pl: Samotny
pt_br: Solitário
ru: Одинокий
sw: Mpweke
tl: Nag-iisa
zh_hans: 孤单
zh_hant: 孤單

source: Lost
am: የጠፋ
de: Verloren
es: Perdido
fr: Perdu
id: Tersesat
it: Perduto
ja: 迷い
ko: 길을 잃은
pl: Zagubiony
pt_br: Perdido
ru: Потерянный
sw: Amepotea
tl: Nawawala
zh_hans: 迷失
zh_hant: 迷失

source: Majestic whale calls in the deep ocean
am: በጥልቅ ባሕር ታላቅ የዌል ጥሪ
de: Majestätische Walrufe aus tiefen Meeren
es: Majestuosos cantos de ballena en las profundidades
fr: Chants majestueux des baleines dans l'océan
id: Panggilan paus agung di laut dalam
it: Maestosi canti di balene nell'oceano
ja: 深海の壮大なクジラの歌
ko: 깊은 바다의 웅장한 고래 소리
pl: Majestatyczne wołania wielorybów
pt_br: Cantos majestosos de baleias no oceano profundo
ru: Величественные крики китов в океане
sw: Miito ya nyangumi baharini
tl: Tunog ng balyena sa karagatan
zh_hans: 深海中庄严的鲸歌
zh_hant: 深海中莊嚴的鯨歌

source: Marriage
am: ጋብቻ
de: Ehe
es: Matrimonio
fr: Mariage
id: Pernikahan
it: Matrimonio
ja: 結婚
ko: 결혼
pl: Małżeństwo
pt_br: Casamento
ru: Брак
sw: Ndoa
tl: Pag-aasawa
zh_hans: 婚姻
zh_hant: 婚姻

source: Mary
am: ማርያም
de: Maria
es: María
fr: Marie
id: Maria
it: Maria
ja: マリア
ko: 마리아
pl: Maria
pt_br: Maria
ru: Мария
sw: Maria
tl: Maria
zh_hans: 马利亚
zh_hant: 馬利亞

source: Medium
am: መካከለኛ
de: Mittel
es: Medio
fr: Moyen
id: Sedang
it: Medio
ja: 中
ko: 중간
pl: Średni
pt_br: Médio
ru: Средний
sw: Wastani
tl: Katamtaman
zh_hans: 中
zh_hant: 中

source: Modern English, public domain
am: ዘመናዊ እንግሊዝኛ፣ የሕዝብ ጎራ
de: Modernes Englisch, gemeinfrei
es: Inglés moderno, dominio público
fr: Anglais moderne, domaine public
id: Inggris modern, domain publik
it: Inglese moderno, dominio pubblico
ja: 現代英語・パブリックドメイン
ko: 현대 영어, 퍼블릭 도메인
pl: Współczesny angielski, domena publiczna
pt_br: Inglês moderno, domínio público
ru: Современный английский, общественное достояние
sw: Kiingereza cha kisasa, kikoa cha umma
tl: Modernong Ingles, pampublikong domain
zh_hans: 现代英语,公共领域
zh_hant: 現代英語,公共領域

source: Modern update of the classic King James
am: የክላሲክ King James ዘመናዊ መሻሻል
de: Moderne Fassung der klassischen King James
es: Actualización moderna del clásico King James
fr: Version moderne du classique King James
id: Pembaruan modern dari King James klasik
it: Aggiornamento moderno della classica King James
ja: 古典King Jamesの現代版
ko: 고전 King James의 현대 업데이트
pl: Nowoczesna aktualizacja klasycznej King James
pt_br: Atualização moderna do clássico King James
ru: Современная версия классического King James
sw: Toleo la kisasa la King James
tl: Modernong bersyon ng klasikong King James
zh_hans: 经典 King James 的现代更新
zh_hant: 經典 King James 的現代更新

source: Mono
am: ሞኖ
ja: モノラル
ko: 모노
ru: Моно
zh_hans: 单色
zh_hant: 單色

source: Morning Dew
am: የጠዋት ጤዛ
de: Morgentau
es: Rocío matinal
fr: Rosée du matin
id: Embun pagi
it: Rugiada del mattino
ja: 朝の露
ko: 아침 이슬
pl: Poranna rosa
pt_br: Orvalho da manhã
ru: Утренняя роса
sw: Umande wa asubuhi
tl: Hamog ng umaga
zh_hans: 清晨甘露
zh_hant: 清晨甘露

source: Morning Light
am: የጠዋት ብርሃን
de: Morgenlicht
es: Luz de la mañana
fr: Lumière du matin
id: Cahaya pagi
it: Luce del mattino
ja: 朝の光
ko: 아침 빛
pl: Poranne światło
pt_br: Luz da manhã
ru: Утренний свет
sw: Mwanga wa asubuhi
tl: Liwanag ng umaga
zh_hans: 晨光
zh_hant: 晨光

source: Morning Verses
am: የጥዋት ጥቅሶች
de: Morgenverse
es: Versículos matutinos
fr: Versets du matin
id: Ayat pagi
it: Versetti del mattino
ja: 朝のみことば
ko: 아침 말씀
pl: Poranne wersety
pt_br: Versículos matutinos
ru: Утренние стихи
sw: Mistari ya asubuhi
tl: Mga talata sa umaga
zh_hans: 晨间经文
zh_hant: 晨間經文

source: Moses
am: ሙሴ
de: Mose
es: Moisés
fr: Moïse
id: Musa
it: Mosè
ja: モーセ
ko: 모세
pl: Mojżesz
pt_br: Moisés
ru: Моисей
sw: Musa
tl: Moises
zh_hans: 摩西
zh_hant: 摩西

source: Mother of Jesus
am: የኢየሱስ እናት
de: Mutter Jesu
es: Madre de Jesús
fr: Mère de Jésus
id: Ibu Yesus
it: Madre di Gesù
ja: イエスの母
ko: 예수의 어머니
pl: Matka Jezusa
pt_br: Mãe de Jesus
ru: Мать Иисуса
sw: Mama wa Yesu
tl: Ina ni Hesus
zh_hans: 耶稣之母
zh_hant: 耶穌之母

source: Mountain Top
am: የተራራ ጫፍ
de: Berggipfel
es: Cima de la montaña
fr: Sommet de la montagne
id: Puncak gunung
it: Cima del monte
ja: 山の頂
ko: 산 정상
pl: Szczyt góry
pt_br: Topo da montanha
ru: Вершина горы
sw: Kilele cha mlima
tl: Tuktok ng bundok
zh_hans: 山巅
zh_hant: 山巔

source: Naomi
am: ኑኃሚን
de: Noomi
es: Noemí
fr: Noémi
it: Noemi
ja: ナオミ
ko: 나오미
pl: Noemi
pt_br: Noemi
ru: Ноеминь
tl: Noemi
zh_hans: 拿俄米
zh_hant: 拿俄米

source: Nature
am: ተፈጥሮ
de: Natur
es: Naturaleza
id: Alam
it: Natura
ja: 自然
ko: 자연
pl: Natura
pt_br: Natureza
ru: Природа
sw: Asili
tl: Kalikasan
zh_hans: 自然
zh_hant: 自然
